Repository: eowlsdh/TokenPilot
Catalog: Sources/TokenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: xAI HTTP disabled
ja: xAI HTTP 無効
ko: xAI HTTP 비활성화
zh_hans: xAI HTTP 已禁用

source: xAI is disabled by default.
ja: xAI はデフォルトで無効です。
ko: xAI는 기본적으로 비활성화되어 있습니다.
zh_hans: xAI 默认禁用。

source: xAI not configured
ja: xAI 未設定
ko: xAI 설정 안 됨
zh_hans: xAI 未配置

source: xAI API billing is separate from Grok web subscription limits.
ja: xAI API 請求は Grok Web サブスクリプションの上限とは別です。
ko: xAI API 결제는 Grok 웹 구독 한도와 별개입니다.
zh_hans: xAI API 计费与 Grok 网页订阅限制相互独立。

source: Grok web subscription limits are not read or displayed.
ja: Grok Web サブスクリプションの上限は読み取りも表示もしません。
ko: Grok 웹 구독 한도는 읽거나 표시하지 않습니다.
zh_hans: 不会读取或显示 Grok 网页订阅限制。

source: Future xAI calls require an endpoint allowlist.
ja: 将来の xAI 呼び出しにはエンドポイント allowlist が必要です。
ko: 향후 xAI 호출에는 엔드포인트 allowlist가 필요합니다.
zh_hans: 未来的 xAI 调用需要端点 allowlist。

source: Management API key stored in Keychain only.
ja: Management APIキーは Keychain のみに保存されます。
ko: Management API 키는 Keychain에만 저장됩니다.
zh_hans: Management API 密钥只保存在 Keychain 中。

source: Keys and team IDs are never exported, logged, or shown in errors.
ja: キーとチーム ID はエクスポート、ログ、エラー表示に含めません。
ko: 키와 팀 ID는 내보내기, 로그, 오류에 표시하지 않습니다.
zh_hans: 密钥和团队 ID 不会导出、写入日志或显示在错误中。

source: Delete API Key
ja: APIキーを削除
ko: API 키 삭제
zh_hans: 删除 API 密钥

source: Disabled
ja: 無効
ko: 비활성화됨
zh_hans: 已禁用

source: Enter a DeepSeek API key first.
ja: 先に DeepSeek APIキーを入力してください。
ko: 먼저 DeepSeek API 키를 입력하세요.
zh_hans: 请先输入 DeepSeek API 密钥。

source: Expanded
ja: 展開中
ko: 펼쳐짐
zh_hans: 已展开

source: Experimental
ja: 実験的
ko: 실험적
zh_hans: 实验性

source: Informational
ja: 情報
ko: 정보
zh_hans: 信息

source: Latest 7 days
ja: 直近7日
ko: 최근 7일
zh_hans: 最近 7 天

source: Low balance alert: %.2f
ja: 残高不足アラート: %.2f
ko: 잔액 부족 알림: %.2f
zh_hans: 余额不足提醒：%.2f

source: Malformed response
ja: 不正な応答
ko: 잘못된 응답
zh_hans: 响应格式错误

source: Manual DeepSeek balance fallback
ja: 手動 DeepSeek 残高フォールバック
ko: 수동 DeepSeek 잔액 대체값
zh_hans: 手动 DeepSeek 余额备用

source: Manual source
ja: 手動ソース
ko: 수동 소스
zh_hans: 手动来源

source: Manual values are not live quota
ja: 手動値はライブ割り当てではありません
ko: 수동 값은 실시간 할당량이 아닙니다
zh_hans: 手动值不是实时配额

source: Mark Balance Now
ja: 残高を現在時刻に記録
ko: 지금 잔액 시각 표시
zh_hans: 标记当前余额

source: Mock preview
ja: モックプレビュー
ko: 목업 미리보기
zh_hans: 模拟预览

source: No saved credential found in Keychain.
ja: Keychain に保存済み認証情報がありません。
ko: Keychain에 저장된 자격 증명이 없습니다.
zh_hans: Keychain 中没有已保存的凭据。

source: No trusted capacity
ja: 信頼できる容量なし
ko: 신뢰할 수 있는 수용량 없음
zh_hans: 没有可信容量

# No trusted capacity presentation
source: No trusted capacity signal yet
ja: 信頼できる容量シグナルはまだありません
ko: 아직 신뢰할 수 있는 수용량 신호가 없습니다
zh_hans: 暂无可信容量信号

source: No usage
ja: 使用量なし
ko: 사용량 없음
zh_hans: 无使用量

source: Official balance API
ja: 公式残高API
ko: 공식 잔액 API
zh_hans: 官方余额 API

source: Output limit exceeded
ja: 出力上限を超過
ko: 출력 한도 초과
zh_hans: 输出限制已超出

source: Pending balance
ja: 残高待ち
ko: 잔액 대기 중
zh_hans: 余额待定

source: Process failure
ja: プロセス失敗
ko: 프로세스 실패
zh_hans: 进程失败

source: Progress
ja: 進捗
ko: 진행률
zh_hans: 进度

source: Remaining
ja: 残り
ko: 남음
zh_hans: 剩余

source: Remaining capacity
ja: 残り容量
ko: 남은 수용량
zh_hans: 剩余容量

source: Rolling window
ja: ローリングウィンドウ
ko: 롤링 윈도우
zh_hans: 滚动窗口

source: Runtime recovery required
ja: ランタイム復旧が必要
ko: 런타임 복구 필요
zh_hans: 需要运行时恢复

source: Sample data is not live capacity
ja: サンプルデータはライブ容量ではありません
ko: 샘플 데이터는 실시간 수용량이 아닙니다
zh_hans: 示例数据不是实时容量

source: Save API Key
ja: APIキーを保存
ko: API 키 저장
zh_hans: 保存 API 密钥

source: Save a DeepSeek API key to enable official balance checks.
ja: 公式残高チェックを有効にするには DeepSeek APIキーを保存してください。
ko: 공식 잔액 확인을 사용하려면 DeepSeek API 키를 저장하세요.
zh_hans: 保存 DeepSeek API 密钥以启用官方余额检查。

source: Saved API key hidden
ja: 保存済みAPIキーは非表示
ko: 저장된 API 키는 숨겨짐
zh_hans: 已保存的 API 密钥已隐藏

source: Source unavailable
ja: ソース利用不可
ko: 소스 사용 불가
zh_hans: 来源不可用

source: Stale evidence
ja: 古い証拠
ko: 오래된 증거
zh_hans: 过期证据

source: Timeout
ja: タイムアウト
ko: 시간 초과
zh_hans: 超时

source: TokenPilot stores only its own DeepSeek API key Keychain item and calls the official /user/balance endpoint.
ja: TokenPilot は自身の DeepSeek APIキー Keychain 項目だけを保存し、公式 /user/balance エンドポイントだけを呼び出します。
ko: TokenPilot은 자체 DeepSeek API 키 Keychain 항목만 저장하고 공식 /user/balance 엔드포인트만 호출합니다.
zh_hans: TokenPilot 只保存自己的 DeepSeek API 密钥 Keychain 项，并调用官方 /user/balance 端点。

source: Unsupported source
ja: 未対応ソース
ko: 지원되지 않는 소스
zh_hans: 不支持的来源

source: Use Manual DeepSeek Balance
ja: 手動DeepSeek残高を使用
ko: 수동 DeepSeek 잔액 사용
zh_hans: 使用手动 DeepSeek 余额

source: Used
ja: 使用済み
ko: 사용됨
zh_hans: 已用

source: Weekly window
ja: 週次ウィンドウ
ko: 주간 윈도우
zh_hans: 每周窗口

source: 5-hour window
ja: 5時間ウィンドウ
ko: 5시간 윈도우
zh_hans: 5 小时窗口

# capacity.notification.balance.body
source: %@ balance is below %@ %@.
ja: %@ の残高が %@ %@ を下回りました。
ko: %@ 잔액이 %@ %@ 미만입니다.
zh_hans: %@ 余额低于 %@ %@。

# capacity.notification.percent.body
source: %@ %@ reached %@%% used.
ja: %@ の %@ 使用量が %@%% に達しました。
ko: %@ %@ 사용량이 %@%%에 도달했습니다.
zh_hans: %@ %@ 已达到 %@%% 使用量。

# capacity.notification.reset.body
source: %@ capacity reset for %@.
ja: %@ の %@ 容量がリセットされました。
ko: %@의 %@ 수용량이 리셋되었습니다.
zh_hans: %@ 的 %@ 容量已重置。

# capacity.notification.reset.title
source: %@ capacity reset
ja: %@ 容量リセット
ko: %@ 수용량 리셋
zh_hans: %@ 容量重置

# capacity.notification.title
source: %@ capacity
ja: %@ 容量
ko: %@ 수용량
zh_hans: %@ 容量

source: Alerts
ja: 通知
ko: 알림
zh_hans: 提醒

source: Delivered
ja: 配信済み
ko: 전달됨
zh_hans: 已送达

source: Failed
ja: 失敗
ko: 실패
zh_hans: 失败

source: Global
ja: グローバル
ko: 전체
zh_hans: 全局

source: Idle
ja: 待機
ko: 대기
zh_hans: 空闲

source: Pending
ja: 保留中
ko: 대기 중
zh_hans: 待处理

# capacity.alert.delivery.failed.count
source: %d failed
ja: %d 失敗
ko: %d 실패
zh_hans: %d 失败

# capacity.alert.delivery.pending.count
source: %d pending
ja: %d 保留中
ko: %d 대기 중
zh_hans: %d 待处理

source: write-blocked
ja: 書き込みブロック
ko: 쓰기 차단
zh_hans: 写入受阻

source: total
ja: 合計
ko: 합계
zh_hans: 合计

source: Screen
ja: 画面
ko: 화면
zh_hans: 屏幕

source: Refreshing
ja: 更新中
ko: 새로고침 중
zh_hans: 正在刷新

source: Ready
ja: 準備完了
ko: 준비됨
zh_hans: 就绪

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: No data
ja: データなし
ko: 데이터 없음
zh_hans: 无数据

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置

source: 5h
ja: 5時間
ko: 5시간
zh_hans: 5小时

source: Week
ja: 週次
ko: 주간
zh_hans: 每周

source: limit
ja: 上限
ko: 한도
zh_hans: 额度

source: Requests
ja: リクエスト数
ko: 요청 수
zh_hans: 请求数

source: tok
ja: トークン
ko: 토큰
zh_hans: 令牌

source: Critical
ja: 危険
ko: 위험
zh_hans: 危险

source: Warning
ja: 注意
ko: 주의
zh_hans: 注意

source: Stable
ja: 安定
ko: 안정
zh_hans: 稳定

source: No reset
ja: リセット情報なし
ko: 리셋 정보 없음
zh_hans: 无重置信息

source: Reset
ja: リセット
ko: 리셋
zh_hans: 重置

source: Last updated
ja: 最終更新
ko: 업데이트
zh_hans: 最后更新

source: Next reset
ja: 次のリセット
ko: 다음 리셋
zh_hans: 下次重置

source: Status
ja: 状態
ko: 상태
zh_hans: 状态

source: Connect providers in Settings
ja: 設定でデータソースを接続
ko: 설정에서 데이터 소스를 연결하세요
zh_hans: 在设置中连接数据源

source: Providers
ja: プロバイダー
ko: 제공자
zh_hans: 提供方

source: Remaining %d%%
ja: 残り %d%%
ko: 남음 %d%%
zh_hans: 剩余 %d%%

source: Risk
ja: リスク
ko: 위험
zh_hans: 风险

source: Total tokens
ja: 合計トークン
ko: 전체 토큰
zh_hans: 总计 Token

source: Input
ja: 入力
ko: 입력
zh_hans: 输入

source: Output
ja: 出力
ko: 출력
zh_hans: 输出

source: Cache tokens
ja: キャッシュトークン
ko: 캐시 토큰
zh_hans: 缓存 Token

source: Est. cost
ja: 推定コスト
ko: 예상 비용
zh_hans: 预估费用

source: Most used
ja: 最も使用
ko: 최다 사용
zh_hans: 最常用

source: Busiest hour
ja: ピーク時
ko: 가장 바쁜 시간
zh_hans: 高峰时间

source: Period
ja: 期間
ko: 기간
zh_hans: 周期

source: Recent usage
ja: 直近の使用量
ko: 최근 사용량
zh_hans: 最近使用量

source: Estimated
ja: 推定
ko: 추정
zh_hans: 估计

source: Export
ja: 書き出し
ko: 내보내기
zh_hans: 导出

source: Format
ja: 形式
ko: 형식
zh_hans: 格式

source: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: Settings overview
ja: 設定の概要
ko: 설정 요약
zh_hans: 设置概览

source: Health, delivery, and privacy summaries stay visible before setup details.
ja: 状態、配信、プライバシーの概要は設定詳細の前に常に表示されます。
ko: 상태, 전달, 개인정보 보호 요약은 설정 세부정보 앞에 계속 표시됩니다.
zh_hans: 健康、投递和隐私摘要会在设置详情之前保持可见。

# Privacy and provider truth
source: Privacy and data sources
ja: プライバシーとデータの出所
ko: 개인정보 및 데이터 출처
zh_hans: 隐私与数据来源

source: Live only
ja: ライブのみ
ko: 실시간만
zh_hans: 仅实时

source: Menu bar status
ja: メニューバー状態
ko: 메뉴바 상태
zh_hans: 菜单栏状态

source: Menu bar layout
ja: メニューバーのレイアウト
ko: 메뉴 막대 레이아웃
zh_hans: 菜单栏布局

source: Detailed
ja: 詳細
ko: 상세
zh_hans: 详细

source: Compact
ja: コンパクト
ko: 간략
zh_hans: 紧凑

source: Icon only
ja: アイコンのみ
ko: 아이콘만
zh_hans: 仅图标

source: Primary provider
ja: 主なプロバイダ
ko: 기본 제공자
zh_hans: 主要提供方

source: Show secondary provider
ja: 2番目のプロバイダを表示
ko: 보조 제공자 표시
zh_hans: 显示次要提供方

source: Secondary provider
ja: 2番目のプロバイダ
ko: 보조 제공자
zh_hans: 次要提供方

source: Up to two providers can be shown
ja: 最大2つのプロバイダを表示できます
ko: 최대 두 제공자를 표시할 수 있습니다
zh_hans: 最多可显示两个提供方

source: Select provider
ja: プロバイダを選択
ko: 제공자 선택
zh_hans: 选择提供方

source: Menu bar reflects saved source data and does not refresh providers.
ja: メニューバーは保存済みのソースデータを表示し、プロバイダを更新しません。
ko: 메뉴 막대는 저장된 소스 데이터를 표시하며 제공자를 새로 고치지 않습니다.
zh_hans: 菜单栏反映已保存的数据源数据，不会刷新提供方。

source: Highest risk
ja: 最大リスク
ko: 최고 위험
zh_hans: 最高风险

source: Current menu bar
ja: 現在のメニューバー
ko: 현재 메뉴바
zh_hans: 当前菜单栏

source: Provider Diagnostics
ja: プロバイダ診断
ko: 제공자 진단
zh_hans: 提供方诊断

source: Check all providers
ja: すべてのプロバイダを確認
ko: 모든 제공자 확인
zh_hans: 检查所有提供方

source: Choose…
ja: 選択…
ko: 선택…
zh_hans: 选择…

source: Custom: %d
ja: カスタム：%d
ko: 사용자 지정: %d
zh_hans: 自定义：%d

source: Captured
ja: 取得時刻
ko: 캡처 시각
zh_hans: 捕获时间

source: Plan label
ja: プランラベル
ko: 플랜 라벨
zh_hans: 计划标签

source: 5h usage: %d%%
ja: 5時間使用率：%d%%
ko: 5시간 사용률: %d%%
zh_hans: 5 小时使用率：%d%%

source: Weekly usage: %d%%
ja: 週次使用率：%d%%
ko: 주간 사용률: %d%%
zh_hans: 每周使用率：%d%%

source: Reset time
ja: リセット時刻
ko: 리셋 시간
zh_hans: 重置时间

source: Notes
ja: メモ
ko: 메모
zh_hans: 备注

source: Paste Status
ja: Status を貼り付け
ko: Status 붙여넣기
zh_hans: 粘贴状态

source: Parse Status
ja: Status を解析
ko: Status 파싱
zh_hans: 解析状态

source: Confidence
ja: 信頼度
ko: 신뢰도
zh_hans: 置信度

source: 2. Notifications
ja: 2. 通知
ko: 2. 알림
zh_hans: 2. 通知

source: Global notifications
ja: グローバル通知
ko: 전체 알림
zh_hans: 全局通知

source: macOS notifications
ja: macOS 通知
ko: macOS 알림
zh_hans: macOS 通知

source: Telegram notifications
ja: Telegram 通知
ko: 텔레그램 알림
zh_hans: Telegram 通知

source: Discord notifications
ja: Discord 通知
ko: 디스코드 알림
zh_hans: Discord 通知

source: Permission denied. Enable notifications in macOS Settings > Notifications.
ja: 許可が拒否されました。macOS 設定 > 通知で通知を有効にしてください。
ko: 권한이 거부되었습니다. macOS 설정 > 알림에서 TokenPilot 알림을 켜주세요.
zh_hans: 权限已拒绝。请在 macOS 设置 > 通知中启用通知。

source: Provider/window alert rules
ja: プロバイダ/ウィンドウ別アラートルール
ko: 제공자/윈도우별 알림 규칙
zh_hans: 提供方/窗口提醒规则

source: ON
ja: オン
ko: 켜짐
zh_hans: 开

source: OFF
ja: オフ
ko: 꺼짐
zh_hans: 关

source: Token saved
ja: Token 保存済み
ko: 토큰 저장됨
zh_hans: Token 已保存

source: No token
ja: Token なし
ko: 토큰 없음
zh_hans: 无 Token

source: Saved token hidden
ja: 保存済みトークンは非表示
ko: 저장된 토큰은 숨겨짐
zh_hans: 已保存的令牌已隐藏

source: Save Token
ja: トークンを保存
ko: 토큰 저장
zh_hans: 保存令牌

source: No chat ID
ja: Chat ID なし
ko: 채팅 ID 없음
zh_hans: 无聊天 ID

source: Chat ID set
ja: Chat ID 設定済み
ko: 채팅 ID 설정됨
zh_hans: 聊天 ID 已设置

source: Connection status
ja: 接続状態
ko: 연결 상태
zh_hans: 连接状态

source: Last test sent at
ja: 最終テスト送信
ko: 마지막 테스트 전송
zh_hans: 上次测试发送时间

source: Telegram OFF by default. Enable only after saving TokenPilot's own bot token.
ja: Telegram は既定でオフです。TokenPilot 専用 Bot Token を保存してから有効にしてください。
ko: 텔레그램은 기본 꺼짐입니다. TokenPilot 전용 봇 토큰을 저장한 뒤에만 켜세요.
zh_hans: Telegram 默认关闭。请先保存 TokenPilot 专用机器人 Token 后再启用。

source: Telegram alerts are optional. TokenPilot stores only its own bot token Keychain item and sends only alert messages when enabled.
ja: Telegram アラートは任意です。TokenPilot は自身のボットトークン Keychain 項目だけを保存し、有効時はアラートメッセージだけを送信します。
ko: 텔레그램 알림은 선택 사항입니다. TokenPilot은 자체 봇 토큰 Keychain 항목만 저장하고, 켜진 경우 알림 메시지만 보냅니다.
zh_hans: Telegram 提醒是可选的。TokenPilot 只保存自己的机器人令牌 Keychain 项，启用后仅发送提醒消息。

source: Enable Discord Alerts
ja: Discord 通知を有効化
ko: 디스코드 알림 켜기
zh_hans: 启用 Discord 通知

source: Webhook saved
ja: Webhook 保存済み
ko: Webhook 저장됨
zh_hans: Webhook 已保存

source: No webhook
ja: Webhook なし
ko: Webhook 없음
zh_hans: 无 Webhook

source: Saved webhook hidden
ja: 保存済み Webhook は非表示
ko: 저장된 Webhook은 숨겨짐
zh_hans: 已保存的 Webhook 已隐藏

source: Replace Webhook
ja: Webhook を置換
ko: Webhook 교체
zh_hans: 替换 Webhook

source: Save Webhook
ja: Webhook を保存
ko: Webhook 저장
zh_hans: 保存 Webhook

source: Delete Webhook
ja: Webhook を削除
ko: Webhook 삭제
zh_hans: 删除 Webhook

source: Discord OFF by default. Paste only a Discord channel webhook created for TokenPilot.
ja: Discord は既定でオフです。TokenPilot 用に作成した Discord チャンネル Webhook だけを貼り付けてください。
ko: 디스코드는 기본 꺼짐입니다. TokenPilot용으로 만든 디스코드 채널 Webhook만 붙여넣으세요.
zh_hans: Discord 默认关闭。只粘贴为 TokenPilot 创建的 Discord 频道 Webhook。

source: Webhook URL is stored in TokenPilot's own Keychain item and is never shown in plain text after saving.
ja: Webhook URL は TokenPilot 専用 Keychain 項目に保存され、保存後は平文表示されません。
ko: Webhook URL은 TokenPilot 자체 Keychain 항목에 저장되며, 저장 후 평문으로 표시하지 않습니다.
zh_hans: Webhook URL 会保存到 TokenPilot 自己的 Keychain 项，保存后不会以明文显示。

source: 5. Language
ja: 5. 言語
ko: 5. 언어
zh_hans: 5. 语言

source: 6. Setup Guide
ja: 6. セットアップガイド
ko: 6. 설정 가이드
zh_hans: 6. 设置指南

source: Scans only local default paths and user-selected files.
ja: ローカルの既定パスとユーザーが選択したファイルだけをスキャンします。
ko: 로컬 기본 경로와 사용자가 선택한 파일만 확인합니다.
zh_hans: 只扫描本地默认路径和用户选择的文件。

source: Run /status in Codex CLI and paste the result.
ja: Codex CLI で /status を実行し、結果を貼り付けます。
ko: Codex CLI에서 /status를 실행한 뒤 결과를 붙여넣으세요.
zh_hans: 在 Codex CLI 中运行 /status 并粘贴结果。

source: Request macOS permission, then send a test alert.
ja: macOS 権限をリクエストしてからテストアラートを送信します。
ko: macOS 권한을 요청한 뒤 테스트 알림을 보내세요.
zh_hans: 先请求 macOS 权限，然后发送测试提醒。

source: Request Permission
ja: 権限をリクエスト
ko: 권한 요청
zh_hans: 请求权限

source: Create a bot with BotFather, send it a message, paste token and chat ID, then test.
ja: BotFather でボットを作成し、メッセージを送信して、トークンと Chat ID を貼り付けてからテストします。
ko: BotFather로 봇을 만들고 메시지를 보낸 뒤 토큰과 채팅 ID를 붙여넣고 테스트하세요.
zh_hans: 使用 BotFather 创建机器人，向它发送消息，粘贴令牌和聊天 ID，然后测试。

source: Optional Discord Alerts
ja: 任意の Discord 通知
ko: 선택 사항: 디스코드 알림
zh_hans: 可选 Discord 通知

source: Create a Discord channel webhook, paste it once, then send a test message.
ja: Discord チャンネル Webhook を作成し、一度貼り付けてからテストメッセージを送信します。
ko: 디스코드 채널 Webhook을 만들고 한 번 붙여넣은 뒤 테스트 메시지를 보내세요.
zh_hans: 创建 Discord 频道 Webhook，粘贴一次，然后发送测试消息。

source: Preview sample data when no source is connected
ja: データソース未接続時にサンプルデータをプレビュー
ko: 소스가 연결되지 않았을 때 샘플 데이터 미리보기
zh_hans: 未连接数据源时预览示例数据

source: Sample preview is optional and off by default so release builds never look connected before setup.
ja: サンプルプレビューは任意で既定ではオフです。リリース版が設定前に接続済みのように見えることはありません。
ko: 샘플 미리보기는 선택 사항이며 기본 꺼짐입니다. 따라서 릴리스 빌드가 설정 전부터 연결된 것처럼 보이지 않습니다.
zh_hans: 示例预览是可选项且默认关闭，因此发布版本在设置前不会看起来像已连接。

source: Reads local usage metadata and selected files only.
ja: ローカル使用量メタデータと選択したファイルだけを読み取ります。
ko: 로컬 사용량 메타데이터와 선택한 파일만 읽습니다.
zh_hans: 只读取本地使用量元数据和所选文件。

source: Does not read browser cookies or other Keychain items.
ja: ブラウザ Cookie や他の Keychain 項目は読み取りません。
ko: 브라우저 쿠키나 다른 Keychain 항목은 읽지 않습니다.
zh_hans: 不会读取浏览器 Cookie 或其他 Keychain 项。

source: Telegram and Discord send only alert messages when enabled.
ja: 有効時、Telegram と Discord は通知メッセージだけを送信します。
ko: 텔레그램과 디스코드는 켜진 경우 알림 메시지만 보냅니다.
zh_hans: 启用后，Telegram 和 Discord 只发送提醒消息。

source: Reads local metadata and selected files only; secrets stay hidden; raw paths, prompts, and responses are excluded.
ja: ローカルメタデータと選択したファイルだけを読み取ります。シークレットは隠し、生パス、プロンプト、応答は除外します。
ko: 로컬 메타데이터와 선택한 파일만 읽습니다. 비밀값은 숨기며 원본 경로, 프롬프트, 응답은 제외합니다.
zh_hans: 只读取本地元数据和所选文件；密钥保持隐藏；原始路径、提示词和响应会被排除。

source: Next action
ja: 次のアクション
ko: 다음 동작
zh_hans: 下一步操作

source: Local metadata only
ja: ローカルメタデータのみ
ko: 로컬 메타데이터만
zh_hans: 仅本地元数据

source: Secrets hidden
ja: シークレット非表示
ko: 비밀값 숨김
zh_hans: 密钥隐藏

source: Raw paths/prompts/responses excluded
ja: 生パス/プロンプト/応答を除外
ko: 원본 경로/프롬프트/응답 제외
zh_hans: 已排除原始路径/提示词/响应

source: Manual/experimental labels shown
ja: 手動/実験的ラベルを表示
ko: 수동/실험적 라벨 표시
zh_hans: 显示手动/实验性标签

source: No Codex token stored
ja: Codex トークン保存なし
ko: Codex 토큰 저장 안 됨
zh_hans: 未存储 Codex 令牌

source: No secret required
ja: シークレット不要
ko: 비밀값 필요 없음
zh_hans: 无需密钥

source: Last checked
ja: 最終確認
ko: 마지막 확인
zh_hans: 上次检查

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制

source: LIVE
ja: ライブ
ko: 실시간
zh_hans: 实时

source: LOCAL
ja: ローカル
ko: 로컬
zh_hans: 本地

source: MANUAL
ja: 手動
ko: 수동
zh_hans: 手动

source: EXPERIMENTAL
ja: 実験的
ko: 실험적
zh_hans: 实验性

source: BRIDGE
ja: ブリッジ
ko: 브리지
zh_hans: 桥接

source: MOCK
ja: モック
ko: 목업
zh_hans: 模拟

source: STALE
ja: 古い
ko: 오래됨
zh_hans: 过期

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天

source: Avg/request
ja: 平均/リクエスト
ko: 평균/요청
zh_hans: 平均/请求

source: No limits
ja: 制限情報なし
ko: 제한 정보 없음
zh_hans: 无限额信息

source: Daily
ja: 日次
ko: 일일
zh_hans: 每日

source: Local log
ja: ローカルログ
ko: 로컬 로그
zh_hans: 本地日志

source: Not web quota
ja: Web枠ではありません
ko: 웹 한도 아님
zh_hans: 不是网页配额

source: est.
ja: 推定
ko: 추정
zh_hans: 估计

source: Daily cap
ja: 日次上限
ko: 일일 한도
zh_hans: 每日上限

source: Choose a local source or run Auto-detect.
ja: ローカルソースを選択するか、自動検出を実行してください。
ko: 로컬 소스를 선택하거나 자동 감지를 실행하세요.
zh_hans: 请选择本地数据源或运行自动检测。

source: Paste /status or enter manual estimates.
ja: /status を貼り付けるか、手動の推定値を入力してください。
ko: /status를 붙여넣거나 수동 추정값을 입력하세요.
zh_hans: 请粘贴 /status 或输入手动估算值。

source: Save a provider API key in TokenPilot Keychain.
ja: プロバイダの API キーを TokenPilot Keychain に保存してください。
ko: 제공자 API 키를 TokenPilot Keychain에 저장하세요.
zh_hans: 请将提供方 API 密钥保存到 TokenPilot Keychain。

source: Manual mode
ja: 手動モード
ko: 수동 모드
zh_hans: 手动模式

source: Enable xAI
ja: xAI を有効にする
ko: xAI 활성화
zh_hans: 启用 xAI

source: Management key saved
ja: Management キー保存済み
ko: Management 키 저장됨
zh_hans: Management 密钥已保存

source: No management key
ja: Management キーなし
ko: Management 키 없음
zh_hans: 无 Management 密钥

source: Team ID set
ja: チーム ID 設定済み
ko: 팀 ID 설정됨
zh_hans: 团队 ID 已设置

source: No team ID
ja: チーム ID なし
ko: 팀 ID 없음
zh_hans: 无团队 ID

source: Auth unconfirmed
ja: 認証未確認
ko: 인증 미확인
zh_hans: 身份验证未确认

source: Setup needed
ja: 設定が必要
ko: 설정 필요
zh_hans: 需要设置

source: Management key required
ja: Management キーが必要
ko: Management 키 필요
zh_hans: 需要 Management 密钥

source: Team ID required
ja: チーム ID が必要
ko: 팀 ID 필요
zh_hans: 需要团队 ID

source: xAI is disabled by default. TokenPilot stores setup locally. No xAI HTTP requests are sent.
ja: xAI はデフォルトで無効です。TokenPilot は設定をローカルに保存し、xAI HTTP リクエストを送信しません。
ko: xAI는 기본적으로 비활성화됩니다. TokenPilot은 설정을 로컬에 저장하며 xAI HTTP 요청을 보내지 않습니다.
zh_hans: xAI 默认禁用。TokenPilot 在本地存储设置，不会发送 xAI HTTP 请求。

source: xAI local setup presence
ja: xAI ローカル設定の有無
ko: xAI 로컬 설정 여부
zh_hans: xAI 本地设置状态

source: Team ID is stored locally and masked in summaries. Diagnostics and accessibility labels use presence only.
ja: チーム ID はローカルに保存され、概要ではマスクされます。診断とアクセシビリティラベルには設定の有無のみ表示します。
ko: 팀 ID는 로컬에 저장되고 요약에서 마스킹됩니다. 진단과 손쉬운 사용 라벨에는 설정 여부만 표시됩니다.
zh_hans: 团队 ID 保存在本地，并在摘要中掩码。诊断和辅助功能标签仅显示是否已设置。

source: A saved key plus team ID still means authentication unconfirmed. No xAI HTTP requests are sent; verify credentials outside TokenPilot.
ja: キーとチーム ID を保存しても認証は未確認です。xAI HTTP リクエストは送信しないため、認証情報は TokenPilot の外部で確認してください。
ko: 키와 팀 ID를 저장해도 인증은 미확인 상태입니다. xAI HTTP 요청은 보내지 않으므로 자격 증명은 TokenPilot 외부에서 확인하세요.
zh_hans: 即使已保存密钥和团队 ID，身份验证仍未确认。不会发送 xAI HTTP 请求；请在 TokenPilot 外部验证凭据。

source: Replace Management Key
ja: Management キーを置き換える
ko: Management 키 교체
zh_hans: 替换 Management 密钥

source: xAI disabled
ja: xAI 無効
ko: xAI 비활성화됨
zh_hans: xAI 已禁用

source: Management key and team ID required
ja: Management キーとチーム ID が必要
ko: Management 키와 팀 ID 필요
zh_hans: 需要 Management 密钥和团队 ID

source: xAI is disabled by default. Enable it only when you want local setup visibility.
ja: xAI はデフォルトで無効です。ローカル設定を確認する場合のみ有効にしてください。
ko: xAI는 기본적으로 비활성화됩니다. 로컬 설정 상태를 확인할 때만 활성화하세요.
zh_hans: xAI 默认禁用。仅在需要查看本地设置状态时启用。

source: Management key is saved in Keychain and team ID is stored locally. Authentication is unconfirmed. No xAI HTTP requests are sent.
ja: Management キーは Keychain に、チーム ID はローカルに保存されます。認証は未確認で、xAI HTTP リクエストは送信しません。
ko: Management 키는 Keychain에, 팀 ID는 로컬에 저장됩니다. 인증은 미확인 상태이며 xAI HTTP 요청은 보내지 않습니다.
zh_hans: Management 密钥保存在 Keychain，团队 ID 保存在本地。身份验证未确认，不会发送 xAI HTTP 请求。

source: Save an xAI Management key in Keychain and a local team ID. Check Connection only checks local setup. No xAI HTTP requests are sent.
ja: xAI Management キーを Keychain に保存し、ローカルのチーム ID を入力してください。接続確認はローカル設定のみを確認し、xAI HTTP リクエストは送信しません。
ko: xAI Management 키를 Keychain에 저장하고 로컬 팀 ID를 입력하세요. 연결 확인은 로컬 설정만 검사하며 xAI HTTP 요청은 보내지 않습니다.
zh_hans: 请将 xAI Management 密钥保存到 Keychain，并输入本地团队 ID。检查连接只检查本地设置，不会发送 xAI HTTP 请求。

source: Enable xAI only when you want local setup visibility.
ja: ローカル設定を確認する場合のみ xAI を有効にしてください。
ko: 로컬 설정 상태를 확인할 때만 xAI를 활성화하세요.
zh_hans: 仅在需要查看本地设置状态时启用 xAI。

source: Authentication is unconfirmed; verify credentials outside TokenPilot.
ja: 認証は未確認です。認証情報は TokenPilot の外部で確認してください。
ko: 인증은 미확인 상태입니다. 자격 증명은 TokenPilot 외부에서 확인하세요.
zh_hans: 身份验证未确认；请在 TokenPilot 外部验证凭据。

source: Enter a local team ID and save a Management key; Check Connection stays local.
ja: ローカルのチーム ID を入力し、Management キーを保存してください。接続確認はローカルでのみ動作します。
ko: 로컬 팀 ID를 입력하고 Management 키를 저장하세요. 연결 확인은 로컬에서만 동작합니다.
zh_hans: 请输入本地团队 ID 并保存 Management 密钥；检查连接仅在本地运行。

source: Enter an xAI Management key first.
ja: 先に xAI Management キーを入力してください。
ko: 먼저 xAI Management 키를 입력하세요.
zh_hans: 请先输入 xAI Management 密钥。

source: Menu bar data unavailable
ja: メニューバーのデータを利用できません
ko: 메뉴 막대 데이터를 사용할 수 없음
zh_hans: 菜单栏数据不可用

source: Telegram
ko: 텔레그램

source: Discord
ko: 디스코드

source: 3. Telegram
ko: 3. 텔레그램

source: 4. Discord
ko: 4. 디스코드

source: Discord Webhook URL
ko: 디스코드 Webhook URL
